Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=47_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Koulutus- ja oppimateriaalilautakunta
sme: Sámedikki skuvlen- ja oahppamateriálalávdegoddi

source: Koulutus- ja oppimateriaalilautakunta on saamelaiskäräjien koulutuspoliittisten esitysten, aloitteiden, lausuntojen ja kannanottojen valmistelija ja saamenkielisen oppimateriaalin suunnittelusta, valmistamisesta ja jakelusta vastaava elin.
sme: Skuvlen- ja oahppamateriálalávdegoddi lea sámedikki skuvlenpolitihkalaš evttohusaid, álgagiid, cealkámušaid ja bealiváldimiid válmmaštalli orgána, ja maiddái sámegielat oahppamateriála plánemis, válmmaštallamis ja juohkimis vástideaddji orgána.

source: Lautakunnan tehtävänä on edistää saamelaisoppilaiden oikeuksia oman kielen ja omakieliseen opetukseen sekä saamelaisopetuksen asemaa Suomen koulujärjestelmässä.
sme: Lávdegotti bargun lea ovddidit sámeoahppiid vuoigatvuođaid iežaset giela ja iežasgielat oahpahussii ja maiddái ovddidit sámeoahpahusa sajádaga Suoma skuvlenortnegis.

source: Se tekee saamelaisten opetukseen liittyvää alueellista, kansallista ja pohjoismaista yhteistyötä.
sme: Dat bargá sámeoahpahussii gullevaš guovlluguovdasaš, álbmotlaš ja davviriikkalaš ovttasbarggu.

source: Lautakunta päättää valtion talousarviossa (pääluokka 29, opetusministeriö) saamenkielisen oppimateriaalin ja saamelaisopetuksen kehittämiseen osoitetun valtionavustuksen käytöstä.
sme: Lávdegoddi mearrida stáhta bušeahtas (váldoluohkká 29, oahpahusministeriija) sámegielat oahppamateriála ja sámeoahpahusa ovddideapmái dárkkuhuvvon stáhtadoarjaga geavaheamis.

source: Se valmistelee saamelaiskäräjien kokoukselle oppimateriaalituotannon vuotuiset ja pitemmän aikavälin suunnitelmat ja antaa vuosittain saamelaiskäräjien kokoukselle ja opetushallitukselle selvityksen oppimateriaalitilanteesta ja valtionavustuksen käytöstä.
sme: Dat válmmaštallá sámedikki čoahkkimii oahppamateriálabuvttadeami jahkásaš ja guhkit áigge plánaid ja addá jahkásaččat sámedikki čoahkkimii ja oahpahusráđđehussii čilgehusa oahppamateriáladilis ja stáhtadoarjaga geavaheamis.

source: Lautakunta vastaa lisäksi Saamelaisnuorten taidetapahtumasta (Sámenuoraid dáiddadáhpáhus), joka on vuosittain yhteistyössä saamelaisten kotiseutualueen kuntien ja saamelaisyhdistysten kanssa järjestettävä lasten ja nuorten taide- ja kulttuurikatselmus.
sme: Lávdegoddi vástida lassin Sámenuoraid dáiddadáhpáhusas, mii lea jahkásaččat ovttasbarggus sámiid ruovttuguovllu gielddaiguin ja sámeservviiguin ordnejuvvon mánáid ja nuoraid dáidda- ja kulturdáhpáhus.

source: Lautakunnan käsittelemät asiat valmistelee ja toimeenpanee koulutus- ja oppimateriaalitoimisto.
sme: Lávdegotti gieđahallan áššiid válmmaštallá ja ollašuhttá skuvlen- ja oahppamateriáladoaimmahat.

source: Lautakunnan esittelijöinä toimivat koulutussihteeri (koulutuspoliittiset asiat), oppimateriaalisihteeri (oppimateriaaliasiat) ja oppimateriaalisuunnittelija (Saamelaisnuorten taidetapahtuma).
sme: Lávdegotti áššemeannudeaddjin doibmet skuvlenčálli (skuvlenpolitihkalaš áššit), oahppamateriálačálli (oahppamateriálaáššit) ja oahppamateriálaplánejeaddji (Sámenuoraid dáiddadáhpáhus).

source: Koulutus- ja oppimateriaalilautakuntaan kuuluvat vuosina 2012-2015 seuraavat jäsenet:
sme: Skuvlen- ja oahppamateriálalávdegoddái gullet jagiin 2008 - 2011 čuovvovaš lahtut ja várrelahtut:

source: Jäsenet:
sme: Lahtut:

source: Yrjö Musta, pj.
sme: Inker-Ánne Magga

source: Varajäsenet:
sme: Várrelahtut:

source: Outi Länsman
sme: Maarit Magga
